Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Kesällä komissio antoi ehdotuksensa Euroopan unionin päästökauppajärjestelmän uudistamisesta.
sv_se: På sommaren lade kommissionen fram sitt förslag om att ändra Europeiska unionens utsläppshandelssystem.

source: Vuoden aikana saatiin myös päätökseen neuvottelut päästökaupan toimintaa tehostavasta markkinavakausmekanismista.
sv_se: Under året avslutades också förhandlingarna om en marknadsstabiliseringsmekanism för en effektivare utsläppshandel.

source: Pariisin ilmastokokouksessa päästiin uuden, kattavan ja oikeudellisesti sitovan ilmastosopimuksen solmimiseen joulukuussa.
sv_se: Vid klimatmötet i Paris ingick man ett nytt omfattande och juridiskt bindande klimatavtal i december.

source: Kestävän kehityksen globaaleista tavoitteista sovittiin valtioiden päämiestasolla New Yorkissa.
sv_se: De globala målen för en hållbar utveckling slogs fast på statsöverhuvudnivå i New York.

source: Vihreän talouden sekä ravinteiden kierrätysohjelman kokeiluissa edistettiin uusiokäyttöä ja kierrätystä sekä kehitettiin ratkaisuja, jotka tarjoavat kuluttajille ja toimijoille parempia vaihtoehtoja tärkeisiin energiapäätöksiin ja ravinneomavaraisuuden edistämiseen.
sv_se: Genom försök med grön ekonomi och ett program för återvinning av näringsämnen förbättrades återanvändningen och återvinningen och utvecklades det lösningar som erbjuder konsumenter och aktörer bättre alternativ när det gäller viktiga energibeslut och främjandet av självförsörjningen i fråga om näringsämnen.

source: Jätelainsäädännön v. 2010 alkaneeseen kokonaisuudistukseen liittyvä laaja kansallinen lainsäädäntö- ja ohjeistustyö saatiin liki päätökseen.
sv_se: Det omfattande nationella lagstiftnings - och vägledningsarbetet i anslutning till den totalrevidering av avfallslagstiftningen som inleddes 2010 blev nästan avslutat.

source: Komissio antoi joulukuussa ehdotuksen uudesta kiertotalouspaketista.
sv_se: Kommissionen lade i december fram ett förslag om ett nytt paket om cirkulär ekonomi.

source: Etelä-Suomen metsien monimuotoisuusohjelman (METSO-ohjelman) toimeenpanoa jatkettiin v. 2014 päivitetyn valtioneuvoston periaatepäätöksen mukaisesti.
sv_se: Genomförandet av handlingsplanen för mångfalden i södra Finlands skogar (METSO-handlingsplanen) fortsatte i enlighet med det principbeslut av statsrådet som uppdaterades 2014.

source: Soidensuojelutyöryhmä luovutti ehdotuksensa soidensuojelun täydentämiseksi.
sv_se: Arbetsgruppen för skydd av myrar överlämnade sitt förslag till komplettering av skyddet av myrar.

source: Kansallispuistoverkosto kasvoi vuoden 2015 aikana Teijon kansallispuistolla.
sv_se: Nationalparksnätet utvidgades 2015 med Tykö nationalpark.

source: Valtioneuvosto hyväksyi alueelliset vesienhoitosuunnitelmat sekä merenhoidon toimenpideohjelman.
sv_se: Statsrådet godkände de regionala förvaltningsplanerna för vattenvården och åtgärdsprogrammet för Finlands havsförvaltningsplan.

source: Ne muodostavat tulevina vuosina pohjan toimenpiteille pinta- ja pohjavesien sekä Itämeren hyvän tilan saavuttamiseksi ja ylläpitämiseksi.
sv_se: De kommer under de kommande åren att ligga till grund för åtgärderna för att uppnå och upprätthålla en god status i yt - och grundvattnen samt Östersjön.

source: Hallitus antoi esityksen ns. Nagoyan pöytäkirjan kansallisesta täytäntöönpanosta.
sv_se: Regeringen överlämnade en proposition om det nationella genomförandet av det så kallade Nagoyaprotokollet.

source: Pöytäkirja koskee geenivarojen saatavuutta sekä niiden käytöstä saatavien hyötyjen oikeudenmukaista ja tasapuolista jakoa, muun muassa geenivarojen vapaa saatavuus tutkimuskäyttöön turvataan.
sv_se: Protokollet gäller tillträde till genetiska resurser samt rimlig och rättvis fördelning av den nytta som uppstår vid deras användning. Bland annat tryggas fritt tillträde till genetiska resurser för forskningsändamål.

source: Uudistettu ympäristönsuojelulaki tuli voimaan.
sv_se: Den nya miljöskyddslagen trädde i kraft.

source: Sillä poistettiin lupamääräysten tarkistamismenettely, yhdistettiin menettelyllisesti maa-aineslupa ja ympäristölupa sekä nostettiin eläinsuojia koskevia lupakynnyksiä.
sv_se: Genom den slopades förfarandet för översyn av tillståndsvillkor, sammanslogs förfarandena för marktäktstillstånd och miljötillstånd och höjdes tröskelvärdena för tillstånd för djurstallar.

source: Luonnonsuojelulain muuttamista koskeva hallituksen esitys annettiin eduskunnalle.
sv_se: En regeringsproposition om ändring av naturvårdslagen överlämnades till riksdagen.

source: Haja-asutusalueiden jätevesilainsäädäntöön valmisteltiin tarkistuksia.
sv_se: Det bereddes ändringar i lagstiftningen om avloppsvatten i glesbygdsområdena.

source: Ilmaan joutuvia päästöjä rajoittavan direktiiviehdotuksen (päästökattodirektiivin) osalta neuvoston yleisnäkemys hyväksyttiin joulukuussa.
sv_se: När det gäller förslaget till direktiv om begräsning av utsläpp som sprids i luften (utsläppstakdirektivet) godkändes rådets allmänna riktlinje i december.

source: Direktiiviehdotuksen käsittely jatkuu.
sv_se: Behandlingen av förslaget fortsätter.

source: Direktiivin toimeenpano vähentää ilmansaasteista aiheutuvia terveyshaittoja merkittävästi.
sv_se: Ett genomförande av direktivet skulle minska de skadliga hälsoeffekterna av luftföroreningar avsevärt.

source: Maakuntakaavojen ja kuntien yhteisten yleiskaavojen vahvistamisesta luovutaan.
sv_se: Man frångår fastställandet av landskapsplaner och kommunernas gemensamma generalplaner.

source: Kaavoituksen ja rakentamisen sujuvoittamiseen liittyviä maankäyttö- ja rakennuslain muutoksia alettiin valmistella.
sv_se: Man började bereda ändringar i markanvändnings - och bygglagen i syfte att få planläggningen och byggandet att bli smidigare.

source: ELY-keskusten roolia kehitetään konsultoivaan suuntaan, ja niiden valitusoikeutta kaavapäätöksissä rajoitetaan.
sv_se: NTM-centralernas roll utvecklas i konsultativ riktning och deras besvärsrätt i fråga om planbeslut begränsas.

source: Ympäristöhallinnon ilmastonmuutokseen sopeutumisen toimintaohjelman luonnos valmistui.
sv_se: Utkastet till miljöförvaltningens åtgärdsplan för anpassning till klimatförändringen blev färdigt.

source: Tuulivoimarakentamisen ohjauksen tehostamiseksi käynnistettiin valtakunnallinen tuulivoimaneuvonta.
sv_se: För en effektivare handledning av utbyggnaden av vindkraften infördes en riksomfattande tjänst för vindkraftsrådgivning.

source: Vuoteen 2050 ulottuva kehityskuva tavoiteltavasta aluerakenteesta ja liikennejärjestelmästä valmistui.
sv_se: Den utvecklingsbild av målen i fråga om regionstrukturen och trafiksystemet som sträcker sig till 2050 blev färdig.

source: Suurten kaupunkiseutujen kehittämistä tehostavat Maankäytön, liikenteen ja asumisen aiesopimukset (MAL-sopimukset) päättyivät.
sv_se: Intentionsavtalen gällande markanvändning, boende och trafik (MBT-avtal) som ska leda till effektivare utveckling av de stora stadsregionerna gick ut.

source: Kuluvaa vaalikautta koskevien, tavoitteellisesti aiempaa sitovampien MAL-sopimusten valmistelu aloitettiin.
sv_se: Beredningen av MBT-avtal som gäller den pågående valperioden och som i fråga om målsättningen är mera bindande än tidigare inleddes.

source: Turvapaikanhakijoiden määrän nopea kasvu aiheutti tarpeen arvioida uudelleen asuntojen riittävyys ja kehittää uusia toimia oleskeluluvan saaneiden asuttamiseksi.
sv_se: Den snabba ökningen av antalet asylsökande medförde ett behov av att göra en ny bedömning av om det finns tillräckligt med bostäder och att utveckla nya åtgärder för att få fram bostäder åt dem som fått uppehållstillstånd.

source: Omakustannusvuokran määräytymisperusteita tarkennettiin kohtuuhintaisuuden edistämiseksi valtion tukemassa vuokra-asuntokannassa.
sv_se: Grunderna för fastställande av självkostnadshyra preciserades i syfte att främja en skälig prisnivå när det gäller det statligt stödda hyresbostadsbeståndet.

source: Ikääntyneiden asumisen kehittämisohjelman väliarviointi valmistui.
sv_se: Halvtidsutvärderingen av programmet för att förbättra äldres boende blev klar.

source: Ympäristöministeriössä valmisteltiin lakiesitys, jossa esitettiin muutoksia rakennusten energiatodistukseen.
sv_se: Vid miljöministeriet bereddes det ett lagförslag där det föreslogs ändringar i energicertifikatet för byggnader.

source: Keskeiset toiminnalliset riskit liittyvät julkisen talouden säästöihin, jotka kohdentuvat myös ympäristöhallintoon.
sv_se: De största riskerna i anslutning till verksamheten hänger samman med inbesparingarna i den offentliga ekonomin, som även gäller miljöförvaltningen.

source: Erityisiä haasteita aiheuttaa sopeutuksen nopea aikataulu.
sv_se: Särskilt utmanande är den snabba tidsplanen för anpassningen.

source: Ministeriön hallinnonalan niukkojen henkilöresurssien vuoksi resurssien ja tehtävämäärän tasapainoon kiinnitetään toiminnan suunnittelussa ja johtamisessa huomiota.
sv_se: På grund av de knappa personalresurserna inom ministeriets förvaltningsområde ägnas uppmärksamhet åt balansen mellan resurser och arbetsmängd vid planeringen och ledningen av verksamheten.

source: Lisääntyneen maahanmuuton ja pakolaiskriisin myötä asuntojen tarvitsijoiden määrä on kasvanut.
sv_se: I takt med den ökade invandringen och flyktingkrisen har antalet personer i behov av bostad stigit.

source: Ympäristöministeriö on kiinnittänyt huomiota toiminnassaan asuntojen riittävyyteen ja maahanmuuttajien asumiskysymyksiin.
sv_se: Miljöministeriet har ägnat uppmärksamhet åt bostädernas tillräcklighet och frågorna i anslutning till invandrarnas boende.

source: Vähähiilinen ja energiatehokas Suomi
sv_se: Ett koldioxidsnålt och energieffektivt Finland

source: Suomen kasvihuonekaasupäästöt vähenevät.
sv_se: Finlands utsläpp av växthusgaser minskar.

source: Neuvoteltiin kattava ja oikeudellisesti sitova Pariisin ilmastosopimus.
sv_se: Det förhandlades fram ett omfattande och juridiskt bindande klimatavtal i Paris.

source: EU:n päästövähennystavoitteen toimeenpano on aloitettu.
sv_se: Arbetet med att genomföra EU:s utsläppsminskningsmål har inletts.

source: Ilmastolain mukaisen keskipitkän aikavälin ilmastopolitiikan suunnitelma on valmisteilla.
sv_se: En plan för klimatpolitiken på medellång sikt i enlighet med klimatlagen är under beredning.

source: Kasvihuonekaasupäästöt ovat vähentyneet ja ne ovat viime vuosina alittaneet EU:n taakanjakopäätöksen Suomen päästökiintiöt.
sv_se: Utsläppen av växthusgaser har minskat och har under de senaste åren underskridit Finlands utsläppskvoter enligt EU:s beslut om bördefördelning.

source: Rakentamisen ja alueidenkäytön ratkaisut tukevat vähähiilisyyttä ja energiatehokkuutta.
sv_se: Lösningarna inom byggande och områdesanvändning stöder koldioxidsnålhet och energieffektivitet.

source: Lähes nollaenergiarakentamiseen siirtymistä on valmisteltu uudisrakentamisessa.
sv_se: En övergång till nära-nollenergibyggande har beretts i fråga om nybyggen.

source: Säännökset tulisivat voimaan vuoden 2017 alusta ja niitä sovellettaisiin vuoden 2018 alusta haettaviin rakennuslupiin.
sv_se: Bestämmelserna ska träda i kraft vid ingången av 2017 och tillämpas på bygglovsansökningar som görs från ingången av 2018.

source: Uusien rakennusten energiatehokkuus on jatkuvasti parantunut.
sv_se: Energiprestandan hos nya byggnader har kontinuerligt förbättrats.

source: Energiatodistus ohjaa kuluttajia kiinnittämään huomiota rakennusten energiatehokkuuteen.
sv_se: Energicertifikatet fäster konsumenternas uppmärksamhet vid byggnadernas energiprestanda.

source: Maakuntakaavojen ohjauksessa sekä ympäristöministeriön alueidenkäyttöön liittyvässä informaatio-ohjauksessa on painotettu ilmastonmuutoksen hillintää ja siihen sopeutumista.
sv_se: I styrningen av landskapsplaner och miljöministeriets informationsstyrning i anslutning till områdesanvändningen har man betonat både bromsande av och anpassning till klimatförändringen.

source: Maankäytön, asumisen ja liikenteen (MAL) sopimuksissa on painotettu uuden rakentamisen sijoittumista hyvien joukkoliikenneyhteyksien tuntumaan.
sv_se: I avtalen gällande markanvändning, boende och trafik (MBT) har man betonat att nybyggen ska placeras i närheten av goda kollektivtrafikförbindelser.

source: Luonnonvarojen kestävä käyttö ja toimivat kierrätysmarkkinat
sv_se: En hållbar användning av naturresurser och en fungerande marknad för återvinning

source: Vihreä kasvu etenee.
sv_se: Den gröna tillväxten går framåt.

source: Vihreän talouden ohjelman valmistelu käynnistyi.
sv_se: Beredningen av ett program för grön ekonomi inleddes.

source: Lisäksi käynnistettiin hallitusohjelman toimeenpanosuunnitelman biotalous ja puhtaat ratkaisut -painopistealueen kärkihankkeita.
sv_se: Dessutom inleddes spetsprojekt inom prioritetsområdet bioekonomi och ren teknik enligt genomförandeplanen för regeringsprogrammet.

source: Teolliset symbioosit -toimintamallin kehittämistä ja levittämistä (8 aluetta ja yli 400 yritystä) alueille jatkettiin.
sv_se: Man fortsatte att utveckla och sprida verksamhetsmodellen för industriella symbioser i områdena (8 områden och över 400 företag).

source: Kestävien hankintojen neuvontapalvelu on jatkanut innovatiivisten ja kestävien hankintojen edistämistä.
sv_se: Rådgivningstjänsten för hållbar upphandling har fortsatt att främja innovativ och hållbar upphandling.

source: Kierrätys lisääntyy.
sv_se: Återvinningen ökar.

source: Jätelain kokonaisuudistus saatiin pääosin valmiiksi.
sv_se: Totalrevideringen av avfallslagen blev i stort sett klar.

source: Valtakunnallisen jätesuunnitelman valmistelu käynnistyi.
sv_se: Beredningen av en riksomfattande avfallsplan inleddes.

source: Pakkausten täysi tuottajavastuu tuli voimaan.
sv_se: Fullt producentansvar för förpackningar började gälla.

source: Vaikutettiin EU:n kiertotalouspaketin sisältöön.
sv_se: Man påverkade innehållet i EU:s paket om cirkulär ekonomi.

source: Ravinteiden kierrätyksen sekä Saaristomeren ja Selkämeren tilan parantamista edistävässä ohjelmassa käynnistettiin uusia kokeiluhankkeita useilla sektoreilla.
sv_se: Inom programmet för främjande av återvinningen av näringsämnen och förbättring av Skärgårdshavets och Bottenhavets tillstånd inleddes nya försöksprojekt inom flera sektorer.

source: Ulkopuolinen väliarvio osoitti, että hankerahoitus on kohdennettu vaikuttavasti.
sv_se: En extern mellanrapport visade att projektfinansieringen har inriktats effektivt.

source: Suuri osa hankkeista voi synnyttää uutta liiketoimintaa ja vähentää ravinnekuormitusta.
sv_se: En stor del av projekten kan leda till ny affärsverksamhet och minska näringsbelastningen.

source: Hyvä ympäristön tila
sv_se: En god miljöstatus

source: Veden ja ilman laatu paranee.
sv_se: Vatten - och luftkvaliteten förbättras.

source: Valtioneuvosto hyväksyi vuoteen 2021 ulottuvat seitsemän alueellista vesienhoitosuunnitelmaa sekä merenhoitosuunnitelman toimenpideohjelman.
sv_se: Statsrådet godkände sju regionala förvaltningsplaner för vattenvården som sträcker sig till 2021 och ett åtgärdsprogram för havsförvaltningsplanen.

source: Toimenpiteillä arvioidaan saavutettavan vuoteen 2021 mennessä hyvä tila noin 85 prosentissa jokien ja 95 prosentissa järvien pinta-alasta.
sv_se: Genom åtgärderna beräknas man uppnå god status för cirka 85 % av älvarnas och 95 % av sjöarnas areal fram till 2021.

source: Rehevöityminen on edelleen haaste.
sv_se: Övergödningen är fortfarande en utmaning.

source: Laajoilla alueilla rannikkovesiä hyvä tila on määrä saavuttaa vuoteen 2027 mennessä.
sv_se: På stora områden av kustvattnen har man som mål att uppnå god status före 2027.

source: HELCOMin avomerialueita koskevat kuormitusvähennystavoitteet on mahdollista saavuttaa vuoteen 2020 mennessä.
sv_se: HELCOM:s mål i fråga om minskad belastning på havsområdena kan nås före 2020.

source: Vedenalaisen meriluonnon inventointiohjelmassa (VELMU) kootut tiedot on julkaistu avoimessa karttapalvelussa ja ovat sekä viranomaisten että kansalaisten käytettävissä.
sv_se: Den information som samlats in genom programmet för inventeringen av den marina undervattensmiljön (VELMU) har publicerats i en öppen karttjänst och är tillgänglig för både myndigheter och medborgare.

source: Ilmanlaatu on Suomessa yleisesti ottaen hyvä.
sv_se: Luftkvaliteten är allmänt taget god i Finland.

source: Ammoniakkipäästöjen vähentämistoimien suunnittelu on paraikaa meneillään, jotta Suomi voi noudattaa kansainvälisiä sitoumuksiaan.
sv_se: Planeringen av åtgärder för att minska utsläppen av ammoniak pågår med mål att Finland ska kunna uppfylla sina internationella åtaganden.

source: Rakennetun ympäristön kehitys parantaa ihmisen hyvinvointia.
sv_se: Utveckling av den byggda miljön förbättrar människans välbefinnande.

source: Kosteus- ja hometalkoiden vaikutuksesta rakennusalalla huomioidaan entistä paremmin kosteudenhallintaan liittyvät asiat, minkä johdosta rakentamisen laatu paranee.
sv_se: Tack vare fukt - och mögeltalkot beaktas frågor i anslutning till fuktkontroll bättre än tidigare inom byggbranschen, vilket leder till bättre byggande.

source: Rakentamista ohjaavia normeja on selkeytetty ja yhdenmukaistettu rakentamismääräyskokoelmassa.
sv_se: Normerna som styr byggandet har förtydligats och förenhetligats i byggbestämmelsesamlingen.

source: Maankäyttö- ja rakennuslain muutoksilla on asioista päättämistä viety lähemmäksi asukkaita.
sv_se: Genom ändringar i markanvändnings - och bygglagen har beslutsfattandet närmat sig de boende.

source: Elinympäristön laadun parantamisessa on kiinnitetty erityistä huomiota poikkihallinnolliseen yhteistyöhön ja toimijoiden aktivoimiseen.
sv_se: När det gäller förbättringar av livsmiljön har man ägnat särskild uppmärksamhet åt förvaltningsövergripande samarbete och aktivering av aktörerna.

source: Kulttuuriympäristöstrategian toimeenpanolla on edistetty myönteistä suhtautumista kulttuuriympäristöihin ja parannettu kulttuuriympäristöjen hyvää hoitoa ja säilymistä, esimerkiksi sitoumusten ja haastekampanjan välityksellä.
sv_se: Genom verkställandet av kulturmiljöstrategin har man främjat en positiv inställning till kulturmiljöer och förbättrat förutsättningarna för god skötsel och bevarande av kulturmiljöer, till exempel genom åtaganden och en kampanj.

source: Monimuotoinen luonto ja toimivat ekosysteemipalvelut
sv_se: Biologisk mångfald och fungerande ekosystemtjänster

source: Luonnon monimuotoisuus ja ekosysteemipalveluiden toimivuus turvataan.
sv_se: Biologisk mångfald och fungerande ekosystemtjänster tryggas.

source: Luonnon monimuotoisuuden ja kestävän käytön turvaamiseen tarvittavia toimenpiteitä toteutetaan valtioneuvoston vuoteen 2020 ulottuvan strategian mukaan.
sv_se: Sådana åtgärder som behövs för att trygga den biologiska mångfalden och ett hållbart nyttjande av naturen genomförs i enlighet med statsrådets strategi fram till 2020.

source: Soidensuojelun täydentämistä pohtineen työryhmän esitysten pohjalta päätettiin 36 000 hehtaarin lisäsuojelusta valtionmailla.
sv_se: Utifrån förslagen från den arbetsgrupp som hade behandlat en komplettering av skyddet av myrar fattades det beslut om skydd av ytterligare 36 000 hektar statlig mark.

source: Metsien suojelua edistettiin yhteensä lähes 6 000 hehtaaria.
sv_se: Skyddet av skog förbättrades med sammanlagt närmare 6 000 hektar.

source: Ekosysteemipalveluiden kansallinen merkitys on arvioitu ja arvion perusteella kehitetään luontopääoman kansallista tilinpitoa.
sv_se: Den nationella betydelsen av ekosystemtjänster har utvärderats och på basis av bedömningen utvecklas den nationella redovisningen av naturkapital.

source: Luonnonsuojelulain muuttamisesta annettiin hallituksen esitys.
sv_se: Regeringen överlämnade en proposition om ändring av naturvårdslagen.

source: Hyvinvointia ja kilpailukykyä tukevat asumisolot
sv_se: Boendeförhållanden som stöder välfärden och konkurrenskraften

source: Asuntotarjonta kasvukeskuksissa kasvaa ja asuminen kohtuuhintaistuu.
sv_se: Utbudet av bostäder i tillväxtcentrumen ökar och priset på boende blir skäligare.

source: MAL-aiesopimukset Helsingin, Tampereen, Turun ja Oulun kaupunkiseuduilla ovat osoittautuneet tehokkaaksi välineeksi osapuolten yhteisten tavoitteiden toteuttamisessa.
sv_se: MBT-intentionsavtalen för stadsregionerna Helsingfors, Tammerfors, Åbo och Uleåborg har visat sig vara ett effektivt redskap för att uppnå parternas gemensamma mål.

source: Helsingin seudun MAL-aiesopimuksen asuntotuotantotavoite saavutettiin koko kaudella noin 90-prosenttisesti, ARAtuotanto toteutui 81-prosenttisesti.
sv_se: Målet för bostadsproduktionen i Helsingsforsregionens MBTintentionsavtal uppnåddes till cirka 90 % vad gäller hela perioden och målet för ARA-produktionen uppnåddes till 81 %.

source: Myös kaavoitustavoite saavutettiin yli 90-prosenttisesti.
sv_se: Även målet för planläggningen uppnåddes till över 90 %.

source: Tulokset ovat koko aiesopimushistorian parhaita.
sv_se: Resultaten är bland de bästa under intentionsavtalens hela historia.

source: Aiesopimustuloksista huolimatta asuntojen hinnat ja vuokrat ovat nousseet pääkaupunkiseudulla selvästi yleistä hintakehitystä nopeammin, ja asuntorakentamisen tasoa pitää edelleen nostaa.
sv_se: Trots intentionsavtalens goda resultat har priset på bostäder och hyrorna stigit klart snabbare än den allmänna prisutvecklingen i huvudstadsregionen och nivån på bostadsbyggandet bör ännu höjas.

source: Asumiskustannusten kohtuullistamiseksi ARA-asuntojen omakustannusvuokran määräytymisperusteita täsmennettiin vuoden alusta voimaantulleella lakimuutoksella.
sv_se: För att få boendekostnaderna att hålla en skälig nivå preciserades grunderna för fastställande av självkostnadshyran för ARA-bostäder genom en lagändring som trädde i kraft vid årsskiftet.

source: Kaupunkiseutujen, etenkin metropolialueen kilpailukyky vahvistuu.
sv_se: Stadsregionernas och i synnerhet metropolområdets konkurrenskraft stärks.

source: Metropolipolitiikan toteuttamistapaa pidettiin sitä koskeneessa selvityksessä hyvänä.
sv_se: Det sätt på vilket metropolpolitiken genomförs ansågs vara bra enligt en utredning om saken.

source: Metropolipolitiikkaa jatketaan ja sen keskeisiä teemoja ovat kilpailukyvyn, elinkeinopolitiikan ja aluekehityksen edistäminen, MAL-yhteistyö sekä yhteistyö segregaation ja asunnottomuuden ehkäisyssä.
sv_se: Metropolpolitiken fortsätter och viktiga teman för den är främjande av konkurrenskraft, näringspolitik och områdesutveckling, MBT-samarbete och samarbete för att förebygga segregering och bostadslöshet.

source: Pääkaupunkiseudun uutta kasvusopimusta on valmisteltu räätälöidysti neuvottelumenettelyllä, ja siihen on päätetty osoittaa myös erillisrahoitusta.
sv_se: Genom ett förhandlingsförfarande har det beretts ett nytt, skräddarsytt tillväxtavtal för huvudstadsregionen och det har även beslutats att särskild finansiering ska anvisas för det.

source: Suomen kasvihuonekaasupäästöt vähenevät
sv_se: Finlands utsläpp av växthusgaser minskar

source: Pariisissa solmittiin joulukuussa 2015 uusi, kattava ja oikeudellisesti sitova ilmastosopimus, jolla päästöjä vähennetään maailmanlaajuisesti vuodesta 2020 alkaen.
sv_se: I Paris ingicks det i december 2015 ett nytt omfattande och juridiskt bindande klimatavtal, genom vilket utsläppen ska minskas över hela världen från och med 2020.

source: Lisäksi osapuolikokouksen päätöksellä käynnistetään mm. sopimukseen liittyviä työohjelmia ja pyritään ilmastotoimien tehostamiseen jo vuosina 2016–2020.
sv_se: Enligt partsmötets beslut ska man också inleda bland annat arbetsprogram i anslutning till avtalet och sträva efter effektivare klimatåtgärder redan 2016–2020.
